"&About Flash Decompiler..." = "Flash Decompileについて(&A)..."
"&Copy" = "コピー(&C)"
"&Help" = "ヘルプ(&H)"
"&Keyboard shortcuts" = "キーボード ショートカット(&K)"
"&Localization" = "言語(&L)"
"&Open file and add it to tasks..." = "ファイルを開いてタスクに追加(&O)..."
"&Preview file in player..." = "プレーヤーでファイルをプレビュー(&P)..."
"&Save SWF/EXE as..." = "SWF/EXEファイルを保存(&S)..."
"&Tutorials" = "チュートリアル(&T)"
"16 (high color)" = "16 (ハイカラー)"
"24 (true color)" = "24 (フルカラー)"
"32 (true color)" = "32 (トゥルーカラー)"
"8 (colormapped)" = "8 (カラーマップ)"
"AUTO" = "自動"
"ActionScript" = "アクションスクリプト"
"ActionScript (*.as)" = "アクションスクリプト (*.as)"
"ActionScript options" = "アクションスクリプト オプション"
"ActionScript search" = "アクションスクリプト検索"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "アクションスクリプト閲覧モードの設定。これはFlash Decompilerに表示されるアクションスクリプトだけを作用します。"
"Actions" = "アクション"
"Activity log" = "アクティビティ ログ"
"Add SWF files to tasks" = "SWFファイルをタスクに追加"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "現在のディレクトリの中のすべてのファイルをマイ タスクリストに追加します。\r\nサブフォルダを再帰的に含んでいます。"
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "管理、変換、および抽出のために、マイ タスク リストに選択されたSWF/EXEファイルを追加します。"
"Add folder" = "フォルダを追加"
"Add folder recursively" = "フォルダを再帰的に追加"
"Add folder root" = "フォルダのルートを追加"
"Add only files present in folder's root to My tasks list." = "現在のフォルダのルートにあるファイルのみマイ タスク リストへ追加します。"
"Add task" = "タスクを追加"
"Add whole folder into My tasks list." = "タスクリストに全体のフォルダを追加"
"Advanced morph decompilation" = "高度なモーフ逆コンパイル"
"Align" = "並べる"
"Align text to the left" = "テキストを左揃え"
"Align text to the right" = "テキストを右揃え"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "すべてのサウンドファイル (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "すべてのサポートするファイル (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "すべてのサポートする画像フォーマット (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG圧縮画像(*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|ビットマップ画像 (*.BMP)|*.BMP|携帯用のネットワーク画像(*.PNG)|*.PNG|"
"All words" = "すべての単語"
"Allows/Disables text selection" = "テキスト選択"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "ファイルをプレビューすることとほぼ同じですが、更なる処理のためにそれを「マイタスク」にも加えます。"
"Any word" = "任意単語"
"As FLA" = "As FLA"
"Autodetect" = "自動検出"
"Autosize" = "自動サイズ"
"Available localizations" = "利用可能な言語"
"Background color:" = "背景色"
"Beta-tester" = "ベータ・テスター"
"Bitmap Files (*.bmp)|*.bmp|" = "ビットマップ・ファイル (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Bits per ADPCM サンプル:"
"Bits per pixel" = "1ピクセル当りのビット数"
"Bits per pixel:" = "1ピクセル当りのビット数："
"Bits per sample:" = "1サンプル当りのビット数："
"Bounds" = "限界"
"Braces around single statement" = "単文が中括弧に包む"
"Braces at new line" = "中括弧を改行する"
"Build %@" = "ビルド %@"
"Business" = "ビジネス"
"Button" = "ボタン"
"Buttons" = "ボタン"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "全ての「カタログ/グループ」を選択時、デフォルトで、Flash Decompilerは大部分フラッシュ対象の実際のスナップショットを表示します。特に100以上のアイテムがそこにある場合、オブジェクトグループを通してナビゲートする時、複数のオブジェクトのプレビューを行うと、Flash Decompilerのパフォーマンスがかなり遅くなるかもしれません。そこで、あなたは特定のオブジェクトタイプのためにサムネイルの生成を無効にするかもしれません。小さなアイコンはそれから表示されます。"
"Cancel" = "キャンセル"
"Center text" = "センター・テキスト"
"Change ActionScripts view to Pi-code actions representation" = "ActionScriptsがPi-コードで表示する"
"Change ActionScripts view to common representation" = "ActionScriptsが通常のビューで表示する"
"Change ActionScripts view to hex dump representation" = "ActionScriptsが16進ダンプで表示する"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "ActionScriptsがPi-コードと16進ダンプを含む分割モードで表示する"
"Change background color" = "背景色を変更"
"Change text type to passwords with masking" = "マスキングに従って、テキストタイプをパスワードに変更"
"Change the text color" = "文字色を変更"
"Check for &newer version" = "最新バージョンをチェックする "
"Check for availability of updated version online." = "更新後のバージョンの有効性がないかどうかオンラインでチェックします。"
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Flash Decompilerのコピー詳細を表示する、例えば、バージョン、ビルド、\r\nリリース日付、テクニカルサポート連絡先など。"
"Check/Uncheck selected items" = "選択した項目をチェック/チェックしない"
"Choose background color for current task" = "現在タスクの背景色を選択します。"
"Choose the language Flash Decompiler GUI will be displayed in." = "Flash Decompilerの言語を選択します。"
"Clear My tasks" = "マイタスクをクリア"
"Click here to check for newer version" = "ここをクリックして最新バージョンをチェックします"
"Close" = "閉じる"
"Code format" = "コード フォーマット"
"Collapse current file" = "現在のファイルを折りたたむ"
"Collapse current group" = "現在のグループを折りたたむ"
"Collapse everything" = "すべてを折りたたむ"
"Color" = "色"
"Colors" = "色"
"Combine all scripts into folder" = "すべてのスクリプトを同じフォルダに保存する"
"Compressed video (*.mpg)" = "映像を圧縮 (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "モーフ検出と逆コンパイルの構成\r\nFLAファイルの出力オプション設定。"
"Contact &Tech Support" = "技術サポートに連絡する(&T)"
"Conversion options" = "変換オプション"
"Conversion path:" = "変換パス:"
"Convert" = "変換"
"Convert SWF file(s) to FLA" = "SWFファイルをFLAに変換する"
"Convert all" = "すべてを変換"
"Convert all available tasks to FLA." = "すべての利用可能なタスクをFLAに変換"
"Convert current" = "現在変換"
"Convert currently highlighted file from the tasks list." = "タスクリストからハイライトされているファイルを変換します。"
"Convert static text into shapes" = "静的なテキストをシェイプに変換"
"Copy to clipboard" = "クリップボードへコピー"
"Count" = "カウント"
"Create folder for morphs" = "モーフのためにフォルダを作成"
"Current" = "現在"
"Custom color" = "カスタム・カラー"
"Customize some advanced options of Flash Decompiler" = "Flash Decompilerのオプションを設定します"
"Decode built-in MX classes" = "内蔵MXクラスをデコードする"
"Decode all classes as dynamic" = "すべてのクラスを動的に解析する"
"Decompile symbols not present at timeline" = "現在のタイムラインにないシンボルを逆コンパイルする"
"Decompiling task" = "逆コンパイル タスク"
"Default" = "デフォルト"
"Default settings" = "デフォルト設定"
"Demo" = "デモ"
"Details" = "詳細"
"Detect motion tweens" = "モーショントゥイーンを検出"
"Discard all changes which you applied\r\nand revert to last saved file." = "すべての変更を廃棄して、\r\n前回保存されたファイルの状態に戻る。"
"Discard changes" = "変更を廃棄する"
"Do not show this message again" = "このメッセージを再び示しません?"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "全ての変更を放棄して、前回保存されたSWFファイルの状態に戻りします。よろしいですか？"
"Do you really want to exit Flash Decompiler?" = "Flash Decompilerを終了します。よろしいですか ?"
"Do you really want to remove all Flash files from My tasks?" = "すべてのフラッシュファイルをタスクから取り外します。よろしいですか?"
"Do you really want to remove selected file?" = "選択されたファイルを取り外します。よろしいですか?"
"Do you really want to save changes in <%@>?" = "すべての変更を<%@>に保存します。よろしいですか？"
"Drag to zoom in and out" = "ドラッグして拡大或は縮小する"
"Dragging" = "ドラッギング"
"Dynamic text" = "ダイナミック テキスト"
"Dynamic texts" = "ダイナミック テキスト"
"Edit" = "編集"
"Edit Flash objects" = "フラッシュ・オブジェクト編集"
"Edit Images" = "イメージ編集"
"Edit URL's" = "URLの編集"
"Edit URLs" = "URLの編集"
"Edit color" = "カラーの編集"
"Edit colors" = "カラーの編集"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "SWF/EXE　タスク中に色を編集する。動画の中にある特別のパネルを開いてください。\r\nそこで大部分見える色を編集できる。\r\nラスターイメージ等は編集できない。"
"Edit dynamic texts" = "ダイナミックテキストを編集"
"Edit images" = "イメージ編集"
"Edit lines" = "ラインの編集"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "SWF/EXEタスクで線を編集する：　線の幅と色を編集します。\r\n線が表示されない場合、対象シェイプを選択しているかを確認してください。"
"Edit lines:" = "ラインの編集:"
"Edit links" = "リンクの編集"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." = "SWF/EXEタスクでリンクを編集する：SWF/EXEタスクで見つけられたリンクを編集する。\r\n注意：タスクでのすべてのリンクを編集する。"
"Edit links: " = "リンクの編集: "
"Edit shapes" = "シェイプの編集"
"Edit sounds" = "音の編集"
"Enable automatic size setting" = "自動サイズ設定を有効する"
"Enable multi-line text positioning" = "マルチラインテキスト ポジショニング有効"
"Enable word-wrapping" = "単語ラッピングを可能"
"Enter &registration code" = "登録のコードを入力する(&r)"
"Exact match" = "完全な一致"
"Exit" = "閉じる"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Flash Decompiler を終了します。すべての未保存の編集作業を保存するためにプロンプトを表示する。"
"Expand current file" = "現在のファイルを展開する"
"Expand group" = "グループを展開する"
"Export format" = "出力フォーマット"
"Export path:" = "出力パス:"
"Extract" = "抽出"
"Extract SWF objects" = "SWFオブジェクトを抽出"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "現在選択された全てのSWFリソースを抽出する。\r\n抽出タブで出力パスを変更することができます。"
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "現在選択された全てのSWFリソースを抽出する。\r\n左側の出力パスはオブジェクトの保存に用いられます。"
"Extract all currently selected SWF resources." = "現在選択された全てのSWFリソースを抽出します。"
"Extract now" = "今すぐ抽出"
"Extract resource" = "リソースを抽出"
"Extracting SWF objects" = "SWFオブジェクトを抽出"
"FLA" = "FLA"
"FLA version" = "FLAバージョン"
"Failed to open image <%@>" = "イメージを開くことを失敗されます。 <%@>"
"Failed to open sound file <%@>" = "サウンド・ファイルを開くことを失敗されます。<%@>"
"File" = "ファイル"
"File explorer" = "ファイル エクスプローラ"
"File properties" = "ファイル属性"
"Find the ways to reach Eltima technical support for answers and tips." = "Eltima 技術サポートにお問い合わせします。"
"Fit all" = "すべてに合う"
"Fit to Player area" = "プレーヤーの領域に合う"
"Flash Decompiler &homepage" = "Flash Decompiler ホームページ(&h)"
"Flash Decompiler Options" = "Flash Decompiler オプション"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Flash Decompiler Trillix オプション"
"Flash Movie (*.swf)" = "Flash ムービー(*.swf)"
"Flash Player 5" = "Flash Player 5"
"Flash Player 6" = "Flash Player 6"
"Flash Player 7" = "Flash Player 7"
"Flash Player 8" = "Flash Player 8"
"Flash Player ActiveX version installed in your system" = "システムにインストールされたFlash Player ActiveXのバージョン"
"Flash Source (*.fla)" = "Flash ソース (*.fla)"
"Flash Video (*.flv)" = "Flash ビデオ (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "グループを選択する時に、フラッシュオブジェクトのサムネイル設定"
"Font" = "フォント"
"Font size" = "フォント・サイズ"
"Fonts" = "フォント"
"Force ANSI encoding" = "強制ANSIコード化"
"Formats" = "フォーマット"
"Frame" = "フレーム"
"Frame count:" = "フレーム数:"
"Framerate:" = "フレーム比率:"
"Frames" = "フレーム"
"General" = "一般"
"Globally search ActionScripts within SWF/EXE files." = "SWF/EXEファイルの中にアクションスクリプトをグローバルに検索します。"
"Has alpha" = "アルファがあるか"
"Has border" = "境界があるか"
"Has wordwrap" = "ワードラップがあるか"
"Height:" = "高さ:"
"Hex dump" = "16進ダンプ"
"Hex dump (*.txt)" = "16進ダンプ (*.txt)"
"Hexadicimal dump" = "Hexadicimal ダンプ"
"Homepage" = "ホームページ"
"Hypertext (*.html)" = "ハイパーテキスト (*.html)"
"Icons" = "アイコン"
"Id" = "Id"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "もしもフラッシュ動画のおかしな動きをフラッシュデコンパイラに感じるならば、それはあなたの\nシステム内に現在インストールされている「古いバージョン」のフラッシュプレーヤーActiveXが原因\nで発生している問題かもしれません。以下のボタンをクリックするか、或いはサイト「www.adobe.com」\nにアクセスすることで、新しいバージョン入手の可能性について調べることができます。"
"Ignore case" = "大文字と小文字を区別しない"
"Image" = "イメージ"
"Image (*.png, *.jpeg, *.bmp)" = "イメージ (*.png, *.jpeg, *.bmp)"
"Image format" = "イメージ・フォーマット"
"Image properties" = "イメージ属性"
"Images" = "イメージ"
"Indent" = "インデント"
"Indent size" = "インデントサイズ"
"Info" = "情報"
"Is HTML" = "HTML"
"Is multiline" = "マルチライン"
"Is password" = "パスワード"
"Is read-only" = "読み取り専用"
"Join mask layers" = "マスクレイヤを合併する"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "テキストを位置調整: 単語の間にスペースを加えることによって、\r\nテキストを左右両方に並べます。"
"Layer" = "レイヤ"
"Leading" = "インテル"
"Leave current" = "現在のバージョン"
"Left margin" = "左余白"
"Length factor: " = "長さの係数: "
"Library folders" = "ライブラリ・フォルダ"
"License:" = "ライセンス:"
"Line properties" = "線属性"
"Line thickness in twips" = "線幅（twips)"
"Lines" = "線"
"Link location to edit: " = "リンクの位置を編集: "
"Link target: " = "リンク属性: "
"Links" = "リンク"
"List" = "リスト"
"Logics: " = "検索ロジック: "
"Lossless" = "無損失"
"MP3 bitrate:" = "MP3 ビットレート:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash コンポーネント (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "ダイナミックテキストを読取り専用にする。"
"Manage" = "管理"
"Measured in twips: %@" = "測定（twips単位）: %@"
"More Colors" = "他の色"
"More colors ... " = "他の色 ... "
"Morph" = "モーフ"
"Morph Options" = "モーフ オプション"
"Morphs" = "モーフ"
"Motion tweens" = "モーション トゥイーン"
"Movement smoothness: " = "動き滑らか： "
"My tasks (SWF, EXE)" = "マイ タスク(SWF, EXE)"
"New" = "新規"
"No" = "いいえ"
"No Flash file selected" = "フラッシュファイルが選択されていません"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "タスクがありません。\r\nSWF及び Projector EXE\r\nファイルをここに追加してください。"
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "このタスクに編集可能なイメージがありませんん。\r\nこのフラッシュムービーにイメージが含んでいません。\r\n"
"No sounds to edit in this task.\r\n" = "このタスク内に編集用のサウンドがありません。\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "現在選択したアイテムが利用できるタグ情報がありません。或いは、アイテムが選択されていません。タスクリスト内にある動画の一部を選択してください。"
"Non-compressed video (*.avi)" = "非-圧縮映像(*.avi)"
"Nothing found to match your query." = "検索項目が見つかりませんでした。"
"Object" = "オブジェクト"
"Objects" = "オブジェクト"
"Ok" = "Ok"
"Open User &Manual" = "ユーザー マニュアルを開く(&M)"
"Open destination folder after extraction" = "変換後、出力先フォルダを開く"
"Open file after conversion" = "変換後、ファイルを開く"
"Open local CHM user manual for help." = "ローカルのユーザマニュアルを開きます。"
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "SWF及びプロジェクトファイルをメインプレーヤーでプレビューする。\r\nファイルはマイ タスクリストに追加されません。"
"Order full version" = "完全版を注文する"
"Other" = "その他"
"Other colors" = "その他の色"
"P-Code" = "P-Code"
"P-Code and hexadicimal dump combined" = "P-Code と hexadicimal dumpを結合する"
"Personal" = "パーソナル"
"Pi-code and hex dump (*.txt)" = "Pi-code and hex dump (*.txt)"
"Pi-code dump (*.txt)" = "Pi-code dump (*.txt)"
"Place morphs into library" = "モーフをライブラリに置く"
"Place shapes into library" = "シェープをライブラリに置く"
"Place texts into library" = "テキストをライブラリに置く"
"Placement information" = "位置情報"
"Placeobjects" = "Placeobjects"
"Plain Text (*.txt)" = "プレーンテキスト (*.txt)"
"Player parameters" = "プレーヤー パラメータ"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "エクスポート作業で表示されるアクションスクリプトの為に、希望するフォーマットを選択してください。\r\n利用可能なフォーマット：Pi-code, hex dump or plain text file."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "ボタンの出力するフォーマットを選択してください。\r\n利用可能なフォーマット：SWF and FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "フォントの出力するフォーマットを選択してください。\r\n利用可能なフォーマット： SWF and FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "フレームの出力するフォーマットを選択してください。\r\n利用可能なフォーマット： SWF and FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "イメージの出力するフォーマットを選択してください。\r\n利用可能なフォーマット： JPG, PNG, BMP, SWF or FLA"
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "モーフの出力するフォーマットを選択してください。\r\n利用可能なフォーマット：SWF and FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "シェープの出力するフォーマットを選択してください。\r\n利用可能なフォーマット： SWF and FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "音の出力するフォーマットを選択してください。\r\n利用可能なフォーマット： WAV, MP3, SWF or FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "スプライトの出力するフォーマットを選択してください。\r\n利用可能なフォーマット：SWF and FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." = "テキストの出力するフォーマットを選択してください。\r\n利用可能なフォーマット：TXT, RTF, HTML, SWF or FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." = "ビデオの出力するフォーマットを選択してください。\r\n利用可能なフォーマット： FLV, AVI, MPG, SWF or FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Flash Decompilerが、必ずしも現在プレビューされているものではなく、\r\n作業パネルの中に現在追加されているタスクを処理する点に注意してください。\r\n変換あるいはエクスポートが必要なファイルが「マイタスクリスト」にあることを確認してください。"
"Please, select target folder where resulting extracted objects should be saved to." = "抽出されたオブジェクトが保存される目標フォルダを選択してください。"
"Preparing preview..." = "プレビューを準備中..."
"Preview not available" = "プレビュー利用できません"
"Property" = "プロパティ"
"Quality" = "品質"
"Ready" = "準備完了"
"Recover original variables names" = "オリジナルの変数名を回復する"
"Refresh" = "リフレッシュ"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "登録名とコードを入力することによって、Flash Decompilerのコピーを登録します。"
"Registered to:" = "登録名前："
"Registration code:" = "コード："
"Size" = "サイズ"
"Type" = "種類"
"Reload current task into original state" = "現在のタスクをリロードする"
"Remove all" = "すべて削除"
"Remove all tasks from the tasks list." = "このタスクリスクからすべてタスクを削除します。"
"Remove current task" = "現在のタスクを削除"
"Remove current task from the tasks list." = "タスク一覧から現在のタスクを削除します。"
"Remove file" = "ファイルを削除"
"Remove tasks" = "タスクを削除"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "現在のSWF/EXEタスクのダイナミックテキストを取り替え及び編集します。"
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "SWF/EXEタスクのオリジナルの画像を取り替えます： JPEGとPNGイメージ\r\nの追加、品質、透明度設定とサイズを編集することができます。"
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "SWF/EXEタスクにおけるオリジナルの音を取り替えます： オリジナルの\r\nオブジェクトの代わりにあなた自身の音を追加して、音のフォーマットと品質を変更します。"
"Reset all extraction formats to default values." = "すべての抽出フォーマットを既定値に戻ります。"
"Reset all formats to FLA" = "すべてのフォーマットをFLAにリセットする"
"Reset all formats to SWF" = "すべてのフォーマットをSWFにリセットする"
"Reset this tab to default conversion settings." = "このタブの設定を既定の変換設定に戻ります。"
"Reset to default conversion settings." = "既定の変換設定に戻ります。"
"Reset to defaults" = "既定値に戻す"
"Rich Text (*.rtf)" = "リッチテキスト(*.rtf)"
"Right" = "右"
"Right margin" = "右マージン"
"SWF" = "SWF"
"SWF File Info" = "SWFファイル情報"
"SWF Resources Info" = "SWF リソース情報"
"SWF version" = "SWF バージョン"
"SWF version:" = "SWF バージョン:"
"Same as FLA version" = "FLAのバージョンと同じ"
"Save" = "保存"
"Save Log" = "ログを保存"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "「マイタスク」内で現在選択されたファイルのSWFコピーを保存する：\r\n〈注意〉他のファイルが現在表示されている時に、タスク内で特定のリソースを\r\nハイライトするならば、「マイタスク」内でハイライトされたファイルが保存されます。"
"Save as..." = "名前を付けて保存..."
"Save current task in a new file with applied changes." = "現在のタスクの変更を適用して新しいファイルに保存します。"
"Save current task with applied changes." = "現在のタスクの変更を適用して保存します。"
"Save on disk" = "ディスクに保存"
"Save/Discard changes" = "変更を保存/放棄する"
"Screenshot" = "スクリーンショット"
"Scripts" = "スクリプト"
"Search" = "検索"
"Search for: " = "検索： "
"Search now" = "すぐ検索"
"Search only in current SWF" = "現在のSWFに検索する"
"Search options" = "検索オプション"
"Search results" = "検索結果"
"Select folder to add to the tasks list" = "フォルダを選択してタスクリストに追加する"
"Select folder to convert object to" = "オブジェクトを変換するフォルダを選択する"
"Select the version of FLA format to be created" = "作成するFLA の形式のバージョンを選択する"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "FLAを変換する時、デフォルトとして\r\n設定されるSWFフォーマットのバージョンを選択します。."
"Selectable" = "選択可能"
"Separate layers for morphs" = "モーフを別々のレイヤに分ける"
"Set all extraction formats except for ActionScript to FLA" = "すべて抽出フォーマットをFLAに設定する（ActionScript以外）"
"Set all extraction formats except for ActionScript to SWF" = "すべて抽出フォーマットをSWFに設定する（ActionScript以外）"
"Shape" = "シェープ"
"Shapes" = "シェープ"
"Size (bytes)" = "サイズ(バイト)"
"Size in bytes" = "サイズ（バイト）"
"Small icons" = "小さいアイコン"
"Some tutorials on Flash Decompiler usage" = "Flash Decompiler使い方に関するチュートリアル"
"Sound" = "サウンド"
"Sound (*.wav, *.mp3)" = "サウンド (*.wav, *.mp3)"
"Sound rate" = "サウンド レート"
"Sounds" = "サウンド"
"Sprite" = "スプライト"
"Sprites" = "スプライト"
"Standard colors" = "標準色"
"Static text" = "静的なテキスト"
"Static text bounding box expansion" = "静的なテキスト文字枠を引き伸し"
"Status" = "状態"
"Stereo (mono if unchecked)" = "ステレオ (モノラルがチェックされない場合)"
"Stretch/Shrink new image to fit original size" = "新しいイメージを伸ばす/縮小して、原寸に合います。"
"Support e-mail: support@eltima.com" = "サポート連絡先: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "ドラッギングモードに切り替わります。(映画対話型オブジェクトは無効になります)"
"Switch to original size" = "原寸に切り替える"
"Tag" = "タグ"
"Tag information" = "タグ情報"
"Take snapshot" = "スナップショットを取る"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "撮影されたスナップショットは、クリップボードへコピーされます。\r\nその後、それはグラフィックエディタ、文書など貼り付けることができます。"
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "撮影されたスナップショットは、ハードドライブに保存されます。\r\n保存ダイアログを表示して、希望のフォルダに保存することができます。"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "現在再生されたファイル/フレームのスクリーンショットを撮ります。\r\nデフォルトで、スナップショットはクリップボードに置かれます"
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "テクニカル＆インフォメーション・サポートセンター：\r\n私達がどのようにあなたを助けて答えを捜すことができるか、あるいは、いかに簡単にEltimaに連絡することができるかについて知って下さい。"
"Text" = "テキスト"
"Text color" = "テキストカラー"
"Text options" = "テキスト オプション"
"Texts" = "テキスト"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "シェープが選択されないか、または選択された\r\nシェープに編集するライン或はカラーがありません。"
"This movie has only 1 frame, you can't rewind it" = "このムービーには1個のフレームしかなくて、それを巻き戻すことができません。"
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "ファイルがマイ タスク リストに追加されないので、このタブは無効になります。\r\nフラッシュムービーをそこにドロップしてください。"
"This task does not contain\r\nany dynamic texts.\r\n" = "このタスクにダイナミック\r\nテキストがありません。\r\n"
"Thumbnails for Buttons" = "ボタンのサムネイル"
"Thumbnails for Fonts" = "フォントのサムネイル"
"Thumbnails for Images" = "イメージのサムネイル"
"Thumbnails for Morphs" = "モーフのサムネイル"
"Thumbnails for Shapes" = "シェープのサムネイル"
"Thumbnails for Sprites" = "スプライトのサムネイル"
"Thumbnails for Texts" = "テキストのサムネイル"
"Thumbnails for Videos" = "ビデオのサムネイル"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "正しくFlash構成要素をデコンパイルすることができるために、あなたのディスクの上でそれらのデータベースを保たなければなりません。あなたが更なる構成要素をどこかで持っている場合、手動でSWCファイルを追加することができます。さもなければ、システムで利用できるすべてのFlash構成要素を自動的に獲得する為に、更新ボタンを利用してください。"
"Total" = "合計"
"Transparent" = "透明"
"Treat text as HTML" = "HTMLとしてテキストを扱います"
"Unable to open file." = "ファイルを開くことができません。"
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "残念ながら、Adobe Flash player ActiveX はあなたのシステムにインストールされていません。フラッシュデコンパイラは、正常な作業のためにこのActiveXコントロールを必要とします。サイト「www.adobe.com」にアクセスしてFlash playerをインストールしていただくか、或いはEltimaテクニカルサポート（support@eltima.com）までご連絡願います。"
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "残念ながら、デモ版にSWFファイルを保存できません。あなたが一度フラッシュデコンパイラのコピーを登録すれば、この機能は有効となります。サイト「www.eltima.com」にアクセスして詳細をご確認ください。"
"Unlimited Business" = "Unlimited Business"
"Updated" = "更新"
"Use Flash movie background color" = "フラッシュムービー背景色を使用する"
"Use getProperty/setProperty" = "getProperty/setPropertyを使用する"
"Use system font" = "システムフォントを使用する"
"Use tabs" = "タブを使用する"
"Used by" = "使用される"
"Uses" = "使用する"
"Value" = "値"
"Var name" = "変数名"
"Version" = "バージョン"
"Version %@" = "バージョン %@"
"Video" = "ビデオ"
"Videos" = "ビデオ"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "頻繁の操作はより速いアクセスために\r\n現在割り当てられたホットキーを見ます。"
"Visit Flash Decompiler homepage online." = "オンラインでFlash Decompilerのホームページを見ます。"
"Whole words only" = "単語単位"
"Width:" = "幅:"
"Yes" = "はい"
"You have Flash ActiveX version: %@" = "フラッシュActiveXのバージョン: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "ここでActionScripts構文強調表示を変更できます。これは、フラッシュデコンパイラ内の表現にだけ影響します。"
"You should restart Flash Decompiler to apply new language." = "新言語を適用するためにFlash Decompilerを再起動してください。"
"ZLib compressed:" = "ZLib 圧縮される:"
"Zoom" = "ズーム"
"Zoom Slider" = "ズームスライダ"
"no" = "いいえ"
"temp" = "temp"
"yes" = "はい"
" " = " "
"Action tag #%@" = "アクション タグ #%@"
"Add File(s)..." = "ファイルを追加..."
"As button" = "As button"
"Ascent" = "上昇"
"Bold" = "太字"
"Building scripts ..." = "ビルスクリプト ..."
"Built in" = "Built in"
"Comment" = "コメント"
"Components" = "コンポーネント"
"Descent" = "降下"
"Down" = "下"
"Dyn text" = "Dyn text"
"Edge bounds" = "エッジ限界"
"Element:" = "エレメント:"
"Encoding" = "エンコーディング"
"End bounds" = "終了境界"
"Flash Components in database:" = "データベースの中のフラッシュ コンポーネント:"
"Flash Components' database path:" = "フラッシュ コンポーネントのデータベースパス:"
"Flash movie (*.SWF)|*.SWF|" = "フラッシュ ムービー(*.SWF)|*.SWF|"
"Font name" = "フォント名"
"Foreground color:" = "文字色:"
"Frames count" = "フレーム数"
"Glyph count" = "グリフ数"
"Hit" = "Hit"
"Italic" = "斜体"
"JPEG" = "JPEG"
"Keyword" = "キーワード"
"Label" = "ラベル"
"Language code" = "言語コード"
"Literal" = "定数"
"Matrix" = "マトリクス"
"Move(%@)" = "移動(%@)"
"Operator" = "演算子"
"Over" = "Over"
"Recover register variables" = "レジスター変数を回復する"
"Scale(%@)" = "縮尺(%@)"
"Rotate(%@)" = "回転(%@)"
"Select folder to store components database" = "フォルダを選択して、コンポーネントデータベースを保存します。"
"Small" = "小"
"Start bounds" = "開始境界"
"Stat text" = "静的な文字"
"State" = "状態"
"String" = "文字列"
"Track mode" = "トラック モード"
"Up" = "上"
"Update" = "更新"
"Use non-scalling strokes" = "非-スケーリングストロークを使用する"
"Use scalling strokes" = "スケーリングストロークを使用する"
"Uses Defaults" = "デフォルトを使用する"
"Whitespace" = "空白"
"alpha" = "アルファ"
"blue" = "青"
"green" = "緑"
"red" = "赤"
"FirstSample: %@" = "最初のサンプル: %@"
"LastSample: %@" = "最後のサンプル: %@"
"Repeat: %@" = "リピート: %@"
"No multiple" = "No multiple"
"Stop" = "停止"
"Stereo" = "ステレオ"
"Mono" = "モノラル"
"As menu" = "As menu"
"VideoPacket" = "ビデオパケット"
"Off" = "オフ"
"On" = "オン"
"Left" = "左"
"Center" = "中央"
"Justify" = "均等割付"
"Flash Decompiler Trillix intro" = "Flash Decompiler Trillixの導入"
"Understanding demo limitations" = "試用版の制限事項について"
"&About Flash Decompiler..." = "Flash Decompilerについて(&A)..."
"Applying" = "適用"
"Codec" = "コーデック"
"Extracting %s..." = "%sを抽出しています..."
"Extracting ..." = "抽出中 ..."
"Extracting resources from %s..." = "%sからリソースを抽出しています..."
"Extraction done." = "抽出を完了します."
"Extraction started ..." = "抽出を開始します..."
"Rate" = "レート"
"Sample bits" = "サンプルビット サウンド"
"Samples count" = "サンプルカウント"
"Stereo/mono" = "ステレオ/モノラル"
"Streaming sound" = "ストリーミング サウンド"
"You can click this button as well! It has some valuable stuff inside" = "あなたはまた、このボタンをクリックできます! それは中に、ある有益な材料を持っています。"
"Continue demo" = "デモを続ける"
"Enter registration code" = "登録コードを入力する"
"Order now" = "今すぐ注文する"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Eltima Softwareの「Flash Decompiler Trillix：Demo版」をお試しいただきまして、誠にありがとうございます。\r\n\r\nデモ版は全機能が備わっていますが、特定のデモ制限が含まれています。以下はその詳細です：\r\n\r\n＊ あらゆるリソースカテゴリーにおいて、オブジェクトは２つだけエクスポートされます。\r\n＊ フラッシュ動画は、白黒でFLAに変わります。\r\n＊ アクションスクリプトは、結果として生じるFLAファイルに含まれません。\r\n＊ デコンパイルされたアクションスクリプトは、クリップボードへコピーできません。\r\n＊ フラッシュファイル編集後、フラッシュファイルの変更を保存することはできません。\r\n\r\n全てのデモ制限を外して全機能を得るために、あなたのソフトウェアのコピーを忘れずに登録してください。\r\n登録キーを取得するには、以下にある『今すぐ注文する』ボタンをクリックしてください。"
"Register" = "登録"
"Eltima - Waiver of responsibility" = "Eltima - 損害賠償請求権放棄書"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Eltimaが個人的利用目的のためだけにFlash/SWFデコンパイル技術をFlash Decompiler Trillixと共に提供することをどうぞお知りおきください。\nEltimaは、あなたが所有者ではなく、著作権で保護されている資料のためにこの技術を提供しているのではありません。\n本文書によって、あなたがFlash/SWFファイルをデコンパイルする時、あなたは全ての著作権侵害についてご承知の上であることを確認し、\nEltimaがその後どんな責任を放棄することを明確に理解していると確認します。"
"Register Flash Decompiler now" = "今すぐFlash Decompilerを登録する"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "選択された言語を適用するために、Flash Decompilerを再起動することが必要です。\r\n「はい」を押して、Flash Decompilerを終了して手動で再起動してください。\r\n「キャンセル」を押すと、選択された言語を適用されません。"
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = "Flash Decompiler Trillix はこのマシンに登録されません。ご利用したい場合は、現在登録する必要があります。"
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix はこのシステムに既に登録されました。登録名及びライセンスタイプを変更しない場合、他の登録情報を入力しないでください。"
"Adding file(s) to the tasks list..." = "ファイルをタスクリストに追加しています..."
"Preview" = "プレビュー"
"Open" = "開く"
"Quick actions" = "クィック アクション"
"Convert SWF to FLA" = "SWFをFLAに変換"
"Show/Hide" = "表示/非表示"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Flash Decompiler のインタフェースをカスタムできます。また、見つかれないパネルを回復することができます。"
"Removing task(s)..." = "タスクを削除中..."
"Quick extract all currently selected SWF resources." = "すべて選択されたSWFリソースを早く抽出します。"
"Quick convert currently highlighted file from the tasks list." = "タスクリストにハイライトされているファイルを早く変換します。"
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "以下のチェックボックスは、Flash Decompilerが終了した後、あなたのタスク状態を保存するかを設定します。デフォルトで、終了前のすべてのタスク状態を保存します。"
"Save My tasks list status on exit" = "終了時、マイ タスクリスト状態を保存する"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "これらのボタンで、３つメインのパネル：マイ タスク、ファイル属性及びタグ情報 の表示位置をリセットできます。それらをドラッギング及びGUIを設定することによって失う時、これはかなり便利です。"
"Reset \"My tasks\" panel position" = "「マイ タスク」パネルの位置をリセットする"
"Reset \"File properties\" panel position" = "「ファイル属性」 パネルの位置をリセットする"
"Reset \"Tag information\" panel position" = "「タグ情報」パネルの位置をリセットする"
"General Flash Decompiler settings" = "Flash Decompiler の共通設定"
"Open Flash movies" = "Flashムービーを開く"
"Name:" = "登録名"
"Code:" = "コード"
"Converting ..." = "変換中..."
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "警告:このシステムにAdobe Flash Studioがインストールされません。このシステムでFLAファイルを編集することができません。"
"Loading file \"%s\"..." = "ファイル \"%s\" を読み込んでいます...";
"Cannot load file. File is either locked by another process or corrupt." = "ファイルを読み込めません。他のプロセスで使用されているか壊れています。";
"Saving file \"%s\"..." = "ファイル \"%s\" を保存しています...";
"Saving has been cancelled." = "保存がキャンセルされました。";
"Starting header processing..." = "ヘッダ処理を開始しました...";
"Header processing finished." = "ヘッダ処理を完了しました。";
"Starting timeline processing..." = "タイムライン処理を開始しました...";
"Timeline processing finished." = "タイムライン処理を完了しました。";
"An error has occured while parsing SWF timeline." = "SWF タイムラインを解析中にエラーが生じました。";
"An error has ocurred while processing timeline." = "タイムライン処理中にエラーが生じました。";
"An error has ocurred while creating FLA timeline." = "FLA タイムライン作成中にエラーが生じました。";
"Processing sprite symbol #%d..." = "スプライトシンボル #%d を処理しています...";
"Sprite symbol #%d processing finished." = "スプライトシンボル #%d の処理を終了しました。";
"Processing button symbol #%d..." = "ボタンシンボル #%d を処理しています...";
"Button symbol #%d processing finished." = "ボタンシンボル #%d の処理を終了しました。";
"Starting library processing..." = "ライブラリ処理を開始しました...";
"An error has ocurred while processing library." = "ライブラリ処理中にエラーが生じました。";
"Library processing finished." = "ライブラリ処理を終了しました。";
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file." = "目的のファイルを作成できません。他のアプリケーションで使用されているか知れません。FLA ファイルに別の名前をつけてみてください。";
"Used fill style is not fully supported by convertor or by FLA file format." = "コンバータあるいは FLA ファイル形式では、このフィルスタイルは完全にはサポートされていません。";
"Font #%d not found" = "#%d フォントが見つかりません";
"An error has occurred while normalizing tags in SWF file." = "SWF ファイルのタグをノーマライズ中にエラーが生じました。";
"Cannot create \"%s\" file." = "\"%s\" ファイルを作成でき間sんでした。";
"Cannot create \"%s\" directory." = "\"%s\" ディレクトリを作成できませんでした。";
"An error has occured while saving FLP or AS file(s)." = "FLP あるいは AS ファイルを保存中にエラーが生じました。";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "FLA 形式では同じラインの最初／最後に異なる caps スタイルを使用することはできません。これらは互いに一致している必要があります。";
"Starting conversion..." = "変換しています...";
"File conversion finished." = "ファイル変換を完了しました。";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "Macromedia Flash %d の形式でファイルを保存しようとしています. \n正常に実行するために、Macromedia Flash%dでこのファイルを保存しなければなりません。\n「はい」を選択して、バージョン %dに変換します。「いいえ」は続けて古い形式へ変換します。 \nこの場合はいくつかの特徴が失われるかもしれないことに注意してください。"
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "警告: このムービーをバージョン%dのFLAフォーマットに変換しようとしているが、現在の環境にバージョン%dのAdobe Flashのみインストールされている。 フラッシュのバージョンをアップグレードさせるまで変換されたFLAファイルを開くことができない可能性があります。"
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "警告: 変換しようとしているムービーは、Adobe Flash%dのが必要ですが、現在の環境にAdobe Flash バージョン%dのみインストールされている。フラッシュのバージョンをアップグレードさせるまで変換されたFLAファイルを開くことができない可能性があります。FLAの上位のバージョンに変換し続けていたいですか?(いいえを選択する場合、このムービーはバージョン%dのFLAフォーマットに変換して、いくつかのオブジェクトがなくされるかもしれない。）"
"Thank you for registration!" = "ご登録ありがとうございます！";
"About L.A.M.E and FFmpeg" = "L.A.M.E and FFmpegについて";
"Show information about third-party libraries used and their licensing details" = "使用したサードパーティライブラリに関する情報とライセンスの詳細を示します。";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)";
"About third-party libraries" = "サードパー　ティライブラリについて";
"Don't show this message again" = "再びこのメッセージを示しません。";
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "変換しようとしているファイルがAdobe Flex Builderで作成されましたので、FLAに変換することができません。代わりに、Flex Builderプロジェクトは作成されます。このプロジェクトを編集するためにAdobe Flex Builderソフトウェアが必要です。";
"Register your copy of Flash Decompiler now by obtaining a license online." = "今、ライセンスを取得するため、オンラインでFlash Decompilerのコピーを登録してください。";
"Conversion started..." = "変換開始...";
"Options" = "オプション";
"Make text bold" = "テキストを太字にする";
"Failed to convert ActionScript into MXML" = "ActionScript を MXMLに変換するに失敗しました。";
"Failed to save resources" = "リソースを保存するに失敗しました。";
"Use system font instead of embedded one" = "埋め込まれたフォントの代わりにシステムフォントを使用します";
"InitClip" = "InitClip";
"Change font" = "ファント変更";
"Unknown error" = "予期せぬエラー";
"Interface" = "インタフェース"
"Component database is empty. Do you want to search for installed Flash Components?" = "コンポーネントデータベースは空いています。 インストールされたフラッシュコンポーネントを探しますか?";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "警告: 静的なテキストをファント変更しないと編集できません。最初に、新しいフォントを選択して、次に、静的なテキストを編集してください。";
"This task does not contain\r\nany texts.\r\n" = "このタスクはテキストも含んでいません。\r\n";
"Flash Player 9" = "Flash Player 9"
"Edit texts" = "テキストの編集";
"Failed to save AS files" = "ASにファイルを保存するに失敗されます。";
"FLA version: " = "FLA バージョン: ";
"ActionScripts viewing && conversion settings." = "ActionScripts表示と変換設定。";
"Italicize text" = "斜体";
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "デモ版はFlexプロジェクトを変換できません、Flexファイルに保存されたActionScriptsをプレビューするだけです。 Flexファイルをそれらのソースコードに変換するために、Flash Decompiler Trillixの免許を取得してください。\r\r変換結果を確認したい場合は、リビジョンのために、Flexファイルを support@eltima.com に送ってください。";
"Done" = "実行"
"File operation failed" = "ファイル操作は失敗しました";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "フラッシュDecompilerはL.A.M.E.とFFmpeg(LGPL v.3)を使用します";
"Failed to save project files" = "プロジェクトファイルの保存に失敗されます。";
"Error" = "エラー";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "L.A.M.E.とFFmpegを使用する（LGPL v.3）";
"Converting %s file into Flex project..." = "%s を Flex プロジェクトに変換する...";
"Deblocking mode" = "デブロッキング モード"
"Smoothing on" = "スムージング オン"
"Do you want to continue?" = "続きますか?";
"Failed to parse SWF file" = "SWFファイルの解析に失敗しました";
"Change font size" = "フォントサイズを変更する";
"Online tutorials" = "オンライン チュートリアル";
"SWF file doesn't have Flex ActionScript" = "SWFファイルには、Flex ActionScriptがありません。";
"Flash Decompiler" = "Flash Decompiler";
"Failed to open file " = "ファイルを開くために、失敗されます。";
"Replace and edit texts currently present in a SWF/EXE task." = "SWF/EXEのタスクに現在のテキストを置き換えて、編集します。";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "このタスク内に編集用のリンクがありません。\r\nリンクが存在しないか、\r\nまたはダイナミック的に作られる等の理由が考えられます。\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "SWFファイルを解析中にエラーが発生しました、それを support@eltima.com にお送ってください";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "ActionScriptクラス:%@をMXML に変換できません。 このファイルを support@eltima.com に送ってください。";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "このファイルはFlexファイルでないと判明して、調査のためにそれを support@eltima.com に送ってください。";
"Could not save Flex Project file(s), check your user rights." = "Flex プロジェクトファイルを保存できません。ユーザーの権限をチェックしてください。";
"This folder doesn't have any supported files to preview or open" = "このフォルダには、開くまたは表示できるファイルがありません。";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "予期せぬエラー。 お客様が変換したいファイルをsupport@eltima.comに送ってください。";
"Could not save AS file(s), check your user rights." = "ASファイルを保存できません。ユーザーの権限をチェックしてください。";
"Could not open file: %@ for writing." = "ファイル: %@ は書き込みのために開くことができません。";
"Unable to create folder: %@, check your user rights." = "フォルダ: %@を作成できませんでした。ユーザーの権限をチェックしてください。";
"Up one level" = "上へ";
"Could not save Flex Project resources, check your user rights." = "Flex プロジェクトリソースを保存できません。ユーザーの権限をチェックしてください。";
"Reload current directory" = "現在のディレクトリを最新の状態に更新する";
"SWF to FLA conversion" = "SWF から FLA へ変換";
"Recover arguments' names" = "引数の名前を回復する";
"SWF object extraction" = "SWFオブジェクトを抽出する";
"Editing SWF file" = "SWF ファイル編集中...";
